adw-gtk-theme
ani-cli
baobab
base
base-devel
bluez
bluez-utils
btop
cliphist
cosmic-greeter
cups
cups-pk-helper
decibels
docker
docker-compose
dolphin
dunst
efibootmgr
epiphany
eza
fastfetch
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
jdk21-openjdk
jq
kitty
krita
lib32-systemd
libreoffice-fresh
libva-intel-driver
limine
linux
linux-firmware
loupe
malcontent
minikube
mongodb-bin
mongodb-compass-bin
nano
nautilus
neovim
network-manager-applet
networkmanager
nodejs
npm
nwg-look
obs-studio
obsidian
orca
papers
polkit-kde-agent
postman-bin
power-profiles-daemon
pulseaudio
python-pywal
qt5-wayland
qt6-wayland
rofi
rygel
showtime
simple-scan
slurp
smartmontools
snapshot
sof-firmware
steam
sudo
sushi
swappy
swaync
swww
system-config-printer
tecla
thunar
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
unityhub
upscayl-bin
uwsm
valkey
vim
virtualbox-host-modules-arch
vscodium-bin
vulkan-intel
waybar
wget
wine
wine-mono
winetricks
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yelp
zen-browser-bin
zram-generator
zsh
